k6/report_carga.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: k6/load-tests.js
        output: -

     scenarios: (100.00%) 1 scenario, 50 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 50 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 02/50 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 02/50 VUs  0m01.0s/5m00.0s

running (0m02.0s), 04/50 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 04/50 VUs  0m02.0s/5m00.0s

running (0m03.0s), 05/50 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 05/50 VUs  0m03.0s/5m00.0s

running (0m04.0s), 07/50 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 07/50 VUs  0m04.0s/5m00.0s

running (0m05.0s), 09/50 VUs, 0 complete and 0 interrupted iterations
default   [   2% ] 09/50 VUs  0m05.0s/5m00.0s

running (0m06.0s), 10/50 VUs, 0 complete and 0 interrupted iterations
default   [   2% ] 10/50 VUs  0m06.0s/5m00.0s

running (0m07.0s), 12/50 VUs, 2 complete and 0 interrupted iterations
default   [   2% ] 12/50 VUs  0m07.0s/5m00.0s

running (0m08.0s), 14/50 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 14/50 VUs  0m08.0s/5m00.0s

running (0m09.0s), 15/50 VUs, 5 complete and 0 interrupted iterations
default   [   3% ] 15/50 VUs  0m09.0s/5m00.0s

running (0m10.0s), 17/50 VUs, 7 complete and 0 interrupted iterations
default   [   3% ] 17/50 VUs  0m10.0s/5m00.0s

running (0m11.0s), 18/50 VUs, 8 complete and 0 interrupted iterations
default   [   4% ] 18/50 VUs  0m11.0s/5m00.0s

running (0m12.0s), 20/50 VUs, 10 complete and 0 interrupted iterations
default   [   4% ] 20/50 VUs  0m12.0s/5m00.0s

running (0m13.0s), 22/50 VUs, 14 complete and 0 interrupted iterations
default   [   4% ] 22/50 VUs  0m13.0s/5m00.0s

running (0m14.0s), 23/50 VUs, 16 complete and 0 interrupted iterations
default   [   5% ] 23/50 VUs  0m14.0s/5m00.0s

running (0m15.0s), 25/50 VUs, 20 complete and 0 interrupted iterations
default   [   5% ] 25/50 VUs  0m15.0s/5m00.0s

running (0m16.0s), 27/50 VUs, 24 complete and 0 interrupted iterations
default   [   5% ] 27/50 VUs  0m16.0s/5m00.0s

running (0m17.0s), 28/50 VUs, 26 complete and 0 interrupted iterations
default   [   6% ] 28/50 VUs  0m17.0s/5m00.0s

running (0m18.0s), 30/50 VUs, 30 complete and 0 interrupted iterations
default   [   6% ] 30/50 VUs  0m18.0s/5m00.0s

running (0m19.0s), 32/50 VUs, 36 complete and 0 interrupted iterations
default   [   6% ] 32/50 VUs  0m19.0s/5m00.0s

running (0m20.0s), 33/50 VUs, 39 complete and 0 interrupted iterations
default   [   7% ] 33/50 VUs  0m20.0s/5m00.0s

running (0m21.0s), 35/50 VUs, 45 complete and 0 interrupted iterations
default   [   7% ] 35/50 VUs  0m21.0s/5m00.0s

running (0m21.9s), 36/50 VUs, 48 complete and 0 interrupted iterations
default   [   7% ] 36/50 VUs  0m22.0s/5m00.0s

running (0m22.9s), 38/50 VUs, 54 complete and 0 interrupted iterations
default   [   8% ] 38/50 VUs  0m23.0s/5m00.0s

running (0m23.9s), 40/50 VUs, 60 complete and 0 interrupted iterations
default   [   8% ] 40/50 VUs  0m24.0s/5m00.0s

running (0m24.9s), 41/50 VUs, 64 complete and 0 interrupted iterations
default   [   8% ] 41/50 VUs  0m25.0s/5m00.0s

running (0m25.9s), 43/50 VUs, 71 complete and 0 interrupted iterations
default   [   9% ] 43/50 VUs  0m26.0s/5m00.0s

running (0m26.9s), 45/50 VUs, 80 complete and 0 interrupted iterations
default   [   9% ] 45/50 VUs  0m27.0s/5m00.0s

running (0m27.9s), 46/50 VUs, 84 complete and 0 interrupted iterations
default   [   9% ] 46/50 VUs  0m28.0s/5m00.0s

running (0m28.9s), 48/50 VUs, 92 complete and 0 interrupted iterations
default   [  10% ] 48/50 VUs  0m29.0s/5m00.0s

running (0m29.9s), 49/50 VUs, 99 complete and 0 interrupted iterations
default   [  10% ] 49/50 VUs  0m30.0s/5m00.0s

running (0m30.9s), 50/50 VUs, 105 complete and 0 interrupted iterations
default   [  10% ] 50/50 VUs  0m31.0s/5m00.0s

running (0m31.9s), 50/50 VUs, 114 complete and 0 interrupted iterations
default   [  11% ] 50/50 VUs  0m32.0s/5m00.0s

running (0m32.9s), 50/50 VUs, 121 complete and 0 interrupted iterations
default   [  11% ] 50/50 VUs  0m33.0s/5m00.0s

running (0m33.9s), 50/50 VUs, 130 complete and 0 interrupted iterations
default   [  11% ] 50/50 VUs  0m34.0s/5m00.0s

running (0m34.9s), 50/50 VUs, 140 complete and 0 interrupted iterations
default   [  12% ] 50/50 VUs  0m35.0s/5m00.0s

running (0m35.9s), 50/50 VUs, 145 complete and 0 interrupted iterations
default   [  12% ] 50/50 VUs  0m36.0s/5m00.0s

running (0m36.9s), 50/50 VUs, 155 complete and 0 interrupted iterations
default   [  12% ] 50/50 VUs  0m37.0s/5m00.0s

running (0m37.9s), 50/50 VUs, 164 complete and 0 interrupted iterations
default   [  13% ] 50/50 VUs  0m38.0s/5m00.0s

running (0m38.9s), 50/50 VUs, 170 complete and 0 interrupted iterations
default   [  13% ] 50/50 VUs  0m39.0s/5m00.0s

running (0m39.9s), 50/50 VUs, 180 complete and 0 interrupted iterations
default   [  13% ] 50/50 VUs  0m40.0s/5m00.0s

running (0m40.9s), 50/50 VUs, 185 complete and 0 interrupted iterations
default   [  14% ] 50/50 VUs  0m41.0s/5m00.0s

running (0m41.9s), 50/50 VUs, 195 complete and 0 interrupted iterations
default   [  14% ] 50/50 VUs  0m42.0s/5m00.0s

running (0m42.9s), 50/50 VUs, 204 complete and 0 interrupted iterations
default   [  14% ] 50/50 VUs  0m43.0s/5m00.0s

running (0m43.9s), 50/50 VUs, 210 complete and 0 interrupted iterations
default   [  15% ] 50/50 VUs  0m44.0s/5m00.0s

running (0m44.9s), 50/50 VUs, 220 complete and 0 interrupted iterations
default   [  15% ] 50/50 VUs  0m45.0s/5m00.0s

running (0m45.9s), 50/50 VUs, 230 complete and 0 interrupted iterations
default   [  15% ] 50/50 VUs  0m46.0s/5m00.0s

running (0m46.9s), 50/50 VUs, 235 complete and 0 interrupted iterations
default   [  16% ] 50/50 VUs  0m47.0s/5m00.0s

running (0m47.9s), 50/50 VUs, 245 complete and 0 interrupted iterations
default   [  16% ] 50/50 VUs  0m48.0s/5m00.0s

running (0m48.9s), 50/50 VUs, 253 complete and 0 interrupted iterations
default   [  16% ] 50/50 VUs  0m49.0s/5m00.0s

running (0m49.9s), 50/50 VUs, 260 complete and 0 interrupted iterations
default   [  17% ] 50/50 VUs  0m50.0s/5m00.0s

running (0m50.9s), 50/50 VUs, 269 complete and 0 interrupted iterations
default   [  17% ] 50/50 VUs  0m51.0s/5m00.0s

running (0m51.8s), 50/50 VUs, 275 complete and 0 interrupted iterations
default   [  17% ] 50/50 VUs  0m52.0s/5m00.0s

running (0m52.8s), 50/50 VUs, 285 complete and 0 interrupted iterations
default   [  18% ] 50/50 VUs  0m53.0s/5m00.0s

running (0m53.8s), 50/50 VUs, 295 complete and 0 interrupted iterations
default   [  18% ] 50/50 VUs  0m54.0s/5m00.0s

running (0m54.8s), 50/50 VUs, 300 complete and 0 interrupted iterations
default   [  18% ] 50/50 VUs  0m55.0s/5m00.0s

running (0m55.8s), 50/50 VUs, 310 complete and 0 interrupted iterations
default   [  19% ] 50/50 VUs  0m56.0s/5m00.0s

running (0m56.8s), 50/50 VUs, 318 complete and 0 interrupted iterations
default   [  19% ] 50/50 VUs  0m57.0s/5m00.0s

running (0m57.8s), 50/50 VUs, 325 complete and 0 interrupted iterations
default   [  19% ] 50/50 VUs  0m58.0s/5m00.0s

running (0m58.8s), 50/50 VUs, 335 complete and 0 interrupted iterations
default   [  20% ] 50/50 VUs  0m59.0s/5m00.0s

running (0m59.8s), 50/50 VUs, 344 complete and 0 interrupted iterations
default   [  20% ] 50/50 VUs  1m00.0s/5m00.0s

running (1m00.8s), 50/50 VUs, 350 complete and 0 interrupted iterations
default   [  20% ] 50/50 VUs  1m01.0s/5m00.0s

running (1m01.8s), 50/50 VUs, 357 complete and 0 interrupted iterations
default   [  21% ] 50/50 VUs  1m02.0s/5m00.0s

running (1m02.8s), 50/50 VUs, 368 complete and 0 interrupted iterations
default   [  21% ] 50/50 VUs  1m03.0s/5m00.0s

running (1m03.8s), 50/50 VUs, 375 complete and 0 interrupted iterations
default   [  21% ] 50/50 VUs  1m04.0s/5m00.0s

running (1m04.8s), 50/50 VUs, 385 complete and 0 interrupted iterations
default   [  22% ] 50/50 VUs  1m05.0s/5m00.0s

running (1m05.8s), 50/50 VUs, 390 complete and 0 interrupted iterations
default   [  22% ] 50/50 VUs  1m06.0s/5m00.0s

running (1m06.8s), 50/50 VUs, 400 complete and 0 interrupted iterations
default   [  22% ] 50/50 VUs  1m07.0s/5m00.0s

running (1m07.8s), 50/50 VUs, 407 complete and 0 interrupted iterations
default   [  23% ] 50/50 VUs  1m08.0s/5m00.0s

running (1m08.8s), 50/50 VUs, 415 complete and 0 interrupted iterations
default   [  23% ] 50/50 VUs  1m09.0s/5m00.0s

running (1m09.8s), 50/50 VUs, 424 complete and 0 interrupted iterations
default   [  23% ] 50/50 VUs  1m10.0s/5m00.0s

running (1m10.8s), 50/50 VUs, 434 complete and 0 interrupted iterations
default   [  24% ] 50/50 VUs  1m11.0s/5m00.0s

running (1m11.8s), 50/50 VUs, 439 complete and 0 interrupted iterations
default   [  24% ] 50/50 VUs  1m12.0s/5m00.0s

running (1m12.8s), 50/50 VUs, 448 complete and 0 interrupted iterations
default   [  24% ] 50/50 VUs  1m13.0s/5m00.0s

running (1m13.8s), 50/50 VUs, 455 complete and 0 interrupted iterations
default   [  25% ] 50/50 VUs  1m14.0s/5m00.0s

running (1m14.8s), 50/50 VUs, 465 complete and 0 interrupted iterations
default   [  25% ] 50/50 VUs  1m15.0s/5m00.0s

running (1m15.8s), 50/50 VUs, 474 complete and 0 interrupted iterations
default   [  25% ] 50/50 VUs  1m16.0s/5m00.0s

running (1m16.8s), 50/50 VUs, 480 complete and 0 interrupted iterations
default   [  26% ] 50/50 VUs  1m17.0s/5m00.0s

running (1m17.8s), 50/50 VUs, 489 complete and 0 interrupted iterations
default   [  26% ] 50/50 VUs  1m18.0s/5m00.0s

running (1m18.8s), 50/50 VUs, 498 complete and 0 interrupted iterations
default   [  26% ] 50/50 VUs  1m19.0s/5m00.0s

running (1m19.8s), 50/50 VUs, 505 complete and 0 interrupted iterations
default   [  27% ] 50/50 VUs  1m20.0s/5m00.0s

running (1m20.8s), 50/50 VUs, 515 complete and 0 interrupted iterations
default   [  27% ] 50/50 VUs  1m21.0s/5m00.0s

running (1m21.7s), 50/50 VUs, 524 complete and 0 interrupted iterations
default   [  27% ] 50/50 VUs  1m22.0s/5m00.0s

running (1m22.7s), 50/50 VUs, 530 complete and 0 interrupted iterations
default   [  28% ] 50/50 VUs  1m23.0s/5m00.0s

running (1m23.7s), 50/50 VUs, 537 complete and 0 interrupted iterations
default   [  28% ] 50/50 VUs  1m24.0s/5m00.0s

running (1m24.7s), 50/50 VUs, 548 complete and 0 interrupted iterations
default   [  28% ] 50/50 VUs  1m25.0s/5m00.0s

running (1m25.7s), 50/50 VUs, 555 complete and 0 interrupted iterations
default   [  29% ] 50/50 VUs  1m26.0s/5m00.0s

running (1m26.7s), 50/50 VUs, 562 complete and 0 interrupted iterations
default   [  29% ] 50/50 VUs  1m27.0s/5m00.0s

running (1m27.7s), 50/50 VUs, 571 complete and 0 interrupted iterations
default   [  29% ] 50/50 VUs  1m28.0s/5m00.0s

running (1m28.7s), 50/50 VUs, 580 complete and 0 interrupted iterations
default   [  30% ] 50/50 VUs  1m29.0s/5m00.0s

running (1m29.7s), 50/50 VUs, 587 complete and 0 interrupted iterations
default   [  30% ] 50/50 VUs  1m30.0s/5m00.0s

running (1m30.7s), 50/50 VUs, 595 complete and 0 interrupted iterations
default   [  30% ] 50/50 VUs  1m31.0s/5m00.0s

running (1m31.7s), 50/50 VUs, 605 complete and 0 interrupted iterations
default   [  31% ] 50/50 VUs  1m32.0s/5m00.0s

running (1m32.7s), 50/50 VUs, 612 complete and 0 interrupted iterations
default   [  31% ] 50/50 VUs  1m33.0s/5m00.0s

running (1m33.7s), 50/50 VUs, 620 complete and 0 interrupted iterations
default   [  31% ] 50/50 VUs  1m34.0s/5m00.0s

running (1m34.7s), 50/50 VUs, 628 complete and 0 interrupted iterations
default   [  32% ] 50/50 VUs  1m35.0s/5m00.0s

running (1m35.7s), 50/50 VUs, 637 complete and 0 interrupted iterations
default   [  32% ] 50/50 VUs  1m36.0s/5m00.0s

running (1m36.7s), 50/50 VUs, 645 complete and 0 interrupted iterations
default   [  32% ] 50/50 VUs  1m37.0s/5m00.0s

running (1m37.7s), 50/50 VUs, 654 complete and 0 interrupted iterations
default   [  33% ] 50/50 VUs  1m38.0s/5m00.0s

running (1m38.7s), 50/50 VUs, 660 complete and 0 interrupted iterations
default   [  33% ] 50/50 VUs  1m39.0s/5m00.0s

running (1m39.7s), 50/50 VUs, 669 complete and 0 interrupted iterations
default   [  33% ] 50/50 VUs  1m40.0s/5m00.0s

running (1m40.7s), 50/50 VUs, 678 complete and 0 interrupted iterations
default   [  34% ] 50/50 VUs  1m41.0s/5m00.0s

running (1m41.7s), 50/50 VUs, 685 complete and 0 interrupted iterations
default   [  34% ] 50/50 VUs  1m42.0s/5m00.0s

running (1m42.7s), 50/50 VUs, 695 complete and 0 interrupted iterations
default   [  34% ] 50/50 VUs  1m43.0s/5m00.0s

running (1m43.7s), 50/50 VUs, 703 complete and 0 interrupted iterations
default   [  35% ] 50/50 VUs  1m44.0s/5m00.0s

running (1m44.7s), 50/50 VUs, 708 complete and 0 interrupted iterations
default   [  35% ] 50/50 VUs  1m45.0s/5m00.0s

running (1m45.7s), 50/50 VUs, 718 complete and 0 interrupted iterations
default   [  35% ] 50/50 VUs  1m46.0s/5m00.0s

running (1m46.7s), 50/50 VUs, 725 complete and 0 interrupted iterations
default   [  36% ] 50/50 VUs  1m47.0s/5m00.0s

running (1m47.7s), 50/50 VUs, 735 complete and 0 interrupted iterations
default   [  36% ] 50/50 VUs  1m48.0s/5m00.0s

running (1m48.7s), 50/50 VUs, 743 complete and 0 interrupted iterations
default   [  36% ] 50/50 VUs  1m49.0s/5m00.0s

running (1m49.7s), 50/50 VUs, 753 complete and 0 interrupted iterations
default   [  37% ] 50/50 VUs  1m50.0s/5m00.0s

running (1m50.7s), 50/50 VUs, 758 complete and 0 interrupted iterations
default   [  37% ] 50/50 VUs  1m51.0s/5m00.0s

running (1m51.6s), 50/50 VUs, 768 complete and 0 interrupted iterations
default   [  37% ] 50/50 VUs  1m52.0s/5m00.0s

running (1m52.6s), 50/50 VUs, 775 complete and 0 interrupted iterations
default   [  38% ] 50/50 VUs  1m53.0s/5m00.0s

running (1m53.6s), 50/50 VUs, 785 complete and 0 interrupted iterations
default   [  38% ] 50/50 VUs  1m54.0s/5m00.0s

running (1m54.6s), 50/50 VUs, 792 complete and 0 interrupted iterations
default   [  38% ] 50/50 VUs  1m55.0s/5m00.0s

running (1m55.6s), 50/50 VUs, 800 complete and 0 interrupted iterations
default   [  39% ] 50/50 VUs  1m56.0s/5m00.0s

running (1m56.6s), 50/50 VUs, 807 complete and 0 interrupted iterations
default   [  39% ] 50/50 VUs  1m57.0s/5m00.0s

running (1m57.6s), 50/50 VUs, 818 complete and 0 interrupted iterations
default   [  39% ] 50/50 VUs  1m58.0s/5m00.0s

running (1m58.6s), 50/50 VUs, 824 complete and 0 interrupted iterations
default   [  40% ] 50/50 VUs  1m59.0s/5m00.0s

running (1m59.6s), 50/50 VUs, 833 complete and 0 interrupted iterations
default   [  40% ] 50/50 VUs  2m00.0s/5m00.0s

running (2m00.6s), 50/50 VUs, 840 complete and 0 interrupted iterations
default   [  40% ] 50/50 VUs  2m01.0s/5m00.0s

running (2m01.6s), 50/50 VUs, 850 complete and 0 interrupted iterations
default   [  41% ] 50/50 VUs  2m02.0s/5m00.0s

running (2m02.6s), 50/50 VUs, 857 complete and 0 interrupted iterations
default   [  41% ] 50/50 VUs  2m03.0s/5m00.0s

running (2m03.6s), 50/50 VUs, 865 complete and 0 interrupted iterations
default   [  41% ] 50/50 VUs  2m04.0s/5m00.0s

running (2m04.6s), 50/50 VUs, 874 complete and 0 interrupted iterations
default   [  42% ] 50/50 VUs  2m05.0s/5m00.0s

running (2m05.6s), 50/50 VUs, 883 complete and 0 interrupted iterations
default   [  42% ] 50/50 VUs  2m06.0s/5m00.0s

running (2m06.6s), 50/50 VUs, 888 complete and 0 interrupted iterations
default   [  42% ] 50/50 VUs  2m07.0s/5m00.0s

running (2m07.6s), 50/50 VUs, 900 complete and 0 interrupted iterations
default   [  43% ] 50/50 VUs  2m08.0s/5m00.0s

running (2m08.6s), 50/50 VUs, 907 complete and 0 interrupted iterations
default   [  43% ] 50/50 VUs  2m09.0s/5m00.0s

running (2m09.6s), 50/50 VUs, 915 complete and 0 interrupted iterations
default   [  43% ] 50/50 VUs  2m10.0s/5m00.0s

running (2m10.6s), 50/50 VUs, 923 complete and 0 interrupted iterations
default   [  44% ] 50/50 VUs  2m11.0s/5m00.0s

running (2m11.6s), 50/50 VUs, 930 complete and 0 interrupted iterations
default   [  44% ] 50/50 VUs  2m12.0s/5m00.0s

running (2m12.6s), 50/50 VUs, 937 complete and 0 interrupted iterations
default   [  44% ] 50/50 VUs  2m13.0s/5m00.0s

running (2m13.6s), 50/50 VUs, 947 complete and 0 interrupted iterations
default   [  45% ] 50/50 VUs  2m14.0s/5m00.0s

running (2m14.6s), 50/50 VUs, 955 complete and 0 interrupted iterations
default   [  45% ] 50/50 VUs  2m15.0s/5m00.0s

running (2m15.6s), 50/50 VUs, 964 complete and 0 interrupted iterations
default   [  45% ] 50/50 VUs  2m16.0s/5m00.0s

running (2m16.6s), 50/50 VUs, 973 complete and 0 interrupted iterations
default   [  46% ] 50/50 VUs  2m17.0s/5m00.0s

running (2m17.6s), 50/50 VUs, 979 complete and 0 interrupted iterations
default   [  46% ] 50/50 VUs  2m18.0s/5m00.0s

running (2m18.6s), 50/50 VUs, 986 complete and 0 interrupted iterations
default   [  46% ] 50/50 VUs  2m19.0s/5m00.0s

running (2m19.6s), 50/50 VUs, 997 complete and 0 interrupted iterations
default   [  47% ] 50/50 VUs  2m20.0s/5m00.0s

running (2m20.6s), 50/50 VUs, 1004 complete and 0 interrupted iterations
default   [  47% ] 50/50 VUs  2m21.0s/5m00.0s

running (2m21.4s), 50/50 VUs, 1011 complete and 0 interrupted iterations
default   [  47% ] 50/50 VUs  2m22.0s/5m00.0s

running (2m22.4s), 50/50 VUs, 1020 complete and 0 interrupted iterations
default   [  48% ] 50/50 VUs  2m23.0s/5m00.0s

running (2m23.4s), 50/50 VUs, 1027 complete and 0 interrupted iterations
default   [  48% ] 50/50 VUs  2m24.0s/5m00.0s

running (2m24.4s), 50/50 VUs, 1036 complete and 0 interrupted iterations
default   [  48% ] 50/50 VUs  2m25.0s/5m00.0s

running (2m25.4s), 50/50 VUs, 1045 complete and 0 interrupted iterations
default   [  49% ] 50/50 VUs  2m26.0s/5m00.0s

running (2m26.4s), 50/50 VUs, 1054 complete and 0 interrupted iterations
default   [  49% ] 50/50 VUs  2m27.0s/5m00.0s

running (2m27.4s), 50/50 VUs, 1060 complete and 0 interrupted iterations
default   [  49% ] 50/50 VUs  2m28.0s/5m00.0s

running (2m28.4s), 50/50 VUs, 1070 complete and 0 interrupted iterations
default   [  50% ] 50/50 VUs  2m29.0s/5m00.0s

running (2m29.4s), 50/50 VUs, 1077 complete and 0 interrupted iterations
default   [  50% ] 50/50 VUs  2m30.0s/5m00.0s

running (2m30.4s), 50/50 VUs, 1086 complete and 0 interrupted iterations
default   [  50% ] 50/50 VUs  2m31.0s/5m00.0s

running (2m31.4s), 50/50 VUs, 1094 complete and 0 interrupted iterations
default   [  51% ] 50/50 VUs  2m32.0s/5m00.0s

running (2m32.4s), 50/50 VUs, 1102 complete and 0 interrupted iterations
default   [  51% ] 50/50 VUs  2m33.0s/5m00.0s

running (2m33.4s), 50/50 VUs, 1108 complete and 0 interrupted iterations
default   [  51% ] 50/50 VUs  2m34.0s/5m00.0s

running (2m34.4s), 50/50 VUs, 1118 complete and 0 interrupted iterations
default   [  52% ] 50/50 VUs  2m35.0s/5m00.0s

running (2m35.4s), 50/50 VUs, 1126 complete and 0 interrupted iterations
default   [  52% ] 50/50 VUs  2m36.0s/5m00.0s

running (2m36.4s), 50/50 VUs, 1133 complete and 0 interrupted iterations
default   [  52% ] 50/50 VUs  2m37.0s/5m00.0s

running (2m37.4s), 50/50 VUs, 1142 complete and 0 interrupted iterations
default   [  53% ] 50/50 VUs  2m38.0s/5m00.0s

running (2m38.4s), 50/50 VUs, 1151 complete and 0 interrupted iterations
default   [  53% ] 50/50 VUs  2m39.0s/5m00.0s

running (2m39.4s), 50/50 VUs, 1157 complete and 0 interrupted iterations
default   [  53% ] 50/50 VUs  2m40.0s/5m00.0s

running (2m40.4s), 50/50 VUs, 1168 complete and 0 interrupted iterations
default   [  54% ] 50/50 VUs  2m41.0s/5m00.0s

running (2m41.4s), 50/50 VUs, 1174 complete and 0 interrupted iterations
default   [  54% ] 50/50 VUs  2m42.0s/5m00.0s

running (2m42.4s), 50/50 VUs, 1183 complete and 0 interrupted iterations
default   [  54% ] 50/50 VUs  2m43.0s/5m00.0s

running (2m43.4s), 50/50 VUs, 1191 complete and 0 interrupted iterations
default   [  55% ] 50/50 VUs  2m44.0s/5m00.0s

running (2m44.4s), 50/50 VUs, 1201 complete and 0 interrupted iterations
default   [  55% ] 50/50 VUs  2m45.0s/5m00.0s

running (2m45.4s), 50/50 VUs, 1207 complete and 0 interrupted iterations
default   [  55% ] 50/50 VUs  2m46.0s/5m00.0s

running (2m46.4s), 50/50 VUs, 1217 complete and 0 interrupted iterations
default   [  56% ] 50/50 VUs  2m47.0s/5m00.0s

running (2m47.4s), 50/50 VUs, 1223 complete and 0 interrupted iterations
default   [  56% ] 50/50 VUs  2m48.0s/5m00.0s

running (2m48.4s), 50/50 VUs, 1232 complete and 0 interrupted iterations
default   [  56% ] 50/50 VUs  2m49.0s/5m00.0s

running (2m49.4s), 50/50 VUs, 1241 complete and 0 interrupted iterations
default   [  57% ] 50/50 VUs  2m50.0s/5m00.0s

running (2m50.4s), 50/50 VUs, 1249 complete and 0 interrupted iterations
default   [  57% ] 50/50 VUs  2m51.0s/5m00.0s

running (2m51.3s), 50/50 VUs, 1257 complete and 0 interrupted iterations
default   [  57% ] 50/50 VUs  2m52.0s/5m00.0s

running (2m52.3s), 50/50 VUs, 1267 complete and 0 interrupted iterations
default   [  58% ] 50/50 VUs  2m53.0s/5m00.0s

running (2m53.3s), 50/50 VUs, 1273 complete and 0 interrupted iterations
default   [  58% ] 50/50 VUs  2m54.0s/5m00.0s

running (2m54.3s), 50/50 VUs, 1281 complete and 0 interrupted iterations
default   [  58% ] 50/50 VUs  2m55.0s/5m00.0s

running (2m55.3s), 50/50 VUs, 1290 complete and 0 interrupted iterations
default   [  59% ] 50/50 VUs  2m56.0s/5m00.0s

running (2m56.3s), 50/50 VUs, 1298 complete and 0 interrupted iterations
default   [  59% ] 50/50 VUs  2m57.0s/5m00.0s

running (2m57.3s), 50/50 VUs, 1307 complete and 0 interrupted iterations
default   [  59% ] 50/50 VUs  2m58.0s/5m00.0s

running (2m58.3s), 50/50 VUs, 1313 complete and 0 interrupted iterations
default   [  60% ] 50/50 VUs  2m59.0s/5m00.0s

running (2m59.3s), 50/50 VUs, 1323 complete and 0 interrupted iterations
default   [  60% ] 50/50 VUs  3m00.0s/5m00.0s

running (3m00.3s), 50/50 VUs, 1329 complete and 0 interrupted iterations
default   [  60% ] 50/50 VUs  3m01.0s/5m00.0s

running (3m01.3s), 50/50 VUs, 1337 complete and 0 interrupted iterations
default   [  61% ] 50/50 VUs  3m02.0s/5m00.0s

running (3m02.3s), 50/50 VUs, 1348 complete and 0 interrupted iterations
default   [  61% ] 50/50 VUs  3m03.0s/5m00.0s

running (3m03.3s), 50/50 VUs, 1356 complete and 0 interrupted iterations
default   [  61% ] 50/50 VUs  3m04.0s/5m00.0s

running (3m04.3s), 50/50 VUs, 1362 complete and 0 interrupted iterations
default   [  62% ] 50/50 VUs  3m05.0s/5m00.0s

running (3m05.3s), 50/50 VUs, 1373 complete and 0 interrupted iterations
default   [  62% ] 50/50 VUs  3m06.0s/5m00.0s

running (3m06.3s), 50/50 VUs, 1377 complete and 0 interrupted iterations
default   [  62% ] 50/50 VUs  3m07.0s/5m00.0s

running (3m07.3s), 50/50 VUs, 1386 complete and 0 interrupted iterations
default   [  63% ] 50/50 VUs  3m08.0s/5m00.0s

running (3m08.3s), 50/50 VUs, 1395 complete and 0 interrupted iterations
default   [  63% ] 50/50 VUs  3m09.0s/5m00.0s

running (3m09.3s), 50/50 VUs, 1404 complete and 0 interrupted iterations
default   [  63% ] 50/50 VUs  3m10.0s/5m00.0s

running (3m10.3s), 50/50 VUs, 1412 complete and 0 interrupted iterations
default   [  64% ] 50/50 VUs  3m11.0s/5m00.0s

running (3m11.3s), 50/50 VUs, 1423 complete and 0 interrupted iterations
default   [  64% ] 50/50 VUs  3m12.0s/5m00.0s

running (3m12.3s), 50/50 VUs, 1427 complete and 0 interrupted iterations
default   [  64% ] 50/50 VUs  3m13.0s/5m00.0s

running (3m13.3s), 50/50 VUs, 1435 complete and 0 interrupted iterations
default   [  65% ] 50/50 VUs  3m14.0s/5m00.0s

running (3m14.3s), 50/50 VUs, 1445 complete and 0 interrupted iterations
default   [  65% ] 50/50 VUs  3m15.0s/5m00.0s

running (3m15.3s), 50/50 VUs, 1453 complete and 0 interrupted iterations
default   [  65% ] 50/50 VUs  3m16.0s/5m00.0s

running (3m16.3s), 50/50 VUs, 1462 complete and 0 interrupted iterations
default   [  66% ] 50/50 VUs  3m17.0s/5m00.0s

running (3m17.3s), 50/50 VUs, 1472 complete and 0 interrupted iterations
default   [  66% ] 50/50 VUs  3m18.0s/5m00.0s

running (3m18.3s), 50/50 VUs, 1476 complete and 0 interrupted iterations
default   [  66% ] 50/50 VUs  3m19.0s/5m00.0s

running (3m19.3s), 50/50 VUs, 1484 complete and 0 interrupted iterations
default   [  67% ] 50/50 VUs  3m20.0s/5m00.0s

running (3m20.3s), 50/50 VUs, 1495 complete and 0 interrupted iterations
default   [  67% ] 50/50 VUs  3m21.0s/5m00.0s

running (3m21.2s), 50/50 VUs, 1503 complete and 0 interrupted iterations
default   [  67% ] 50/50 VUs  3m22.0s/5m00.0s

running (3m22.2s), 50/50 VUs, 1509 complete and 0 interrupted iterations
default   [  68% ] 50/50 VUs  3m23.0s/5m00.0s

running (3m23.2s), 50/50 VUs, 1520 complete and 0 interrupted iterations
default   [  68% ] 50/50 VUs  3m24.0s/5m00.0s

running (3m24.2s), 50/50 VUs, 1526 complete and 0 interrupted iterations
default   [  68% ] 50/50 VUs  3m25.0s/5m00.0s

running (3m25.2s), 50/50 VUs, 1534 complete and 0 interrupted iterations
default   [  69% ] 50/50 VUs  3m26.0s/5m00.0s

running (3m26.2s), 50/50 VUs, 1544 complete and 0 interrupted iterations
default   [  69% ] 50/50 VUs  3m27.0s/5m00.0s

running (3m27.2s), 50/50 VUs, 1553 complete and 0 interrupted iterations
default   [  69% ] 50/50 VUs  3m28.0s/5m00.0s

running (3m28.2s), 50/50 VUs, 1559 complete and 0 interrupted iterations
default   [  70% ] 50/50 VUs  3m29.0s/5m00.0s

running (3m29.2s), 50/50 VUs, 1567 complete and 0 interrupted iterations
default   [  70% ] 50/50 VUs  3m30.0s/5m00.0s

running (3m30.2s), 50/50 VUs, 1574 complete and 0 interrupted iterations
default   [  70% ] 50/50 VUs  3m31.0s/5m00.0s

running (3m31.2s), 50/50 VUs, 1584 complete and 0 interrupted iterations
default   [  71% ] 50/50 VUs  3m32.0s/5m00.0s

running (3m32.2s), 50/50 VUs, 1594 complete and 0 interrupted iterations
default   [  71% ] 50/50 VUs  3m33.0s/5m00.0s

running (3m33.2s), 50/50 VUs, 1600 complete and 0 interrupted iterations
default   [  71% ] 50/50 VUs  3m34.0s/5m00.0s

running (3m34.2s), 50/50 VUs, 1607 complete and 0 interrupted iterations
default   [  72% ] 50/50 VUs  3m35.0s/5m00.0s

running (3m35.2s), 50/50 VUs, 1616 complete and 0 interrupted iterations
default   [  72% ] 50/50 VUs  3m36.0s/5m00.0s

running (3m36.2s), 50/50 VUs, 1624 complete and 0 interrupted iterations
default   [  72% ] 50/50 VUs  3m37.0s/5m00.0s

running (3m37.2s), 50/50 VUs, 1633 complete and 0 interrupted iterations
default   [  73% ] 50/50 VUs  3m38.0s/5m00.0s

running (3m38.2s), 50/50 VUs, 1641 complete and 0 interrupted iterations
default   [  73% ] 50/50 VUs  3m39.0s/5m00.0s

running (3m39.2s), 50/50 VUs, 1649 complete and 0 interrupted iterations
default   [  73% ] 50/50 VUs  3m40.0s/5m00.0s

running (3m40.2s), 50/50 VUs, 1657 complete and 0 interrupted iterations
default   [  74% ] 50/50 VUs  3m41.0s/5m00.0s

running (3m41.2s), 50/50 VUs, 1665 complete and 0 interrupted iterations
default   [  74% ] 50/50 VUs  3m42.0s/5m00.0s

running (3m42.2s), 50/50 VUs, 1674 complete and 0 interrupted iterations
default   [  74% ] 50/50 VUs  3m43.0s/5m00.0s

running (3m43.2s), 50/50 VUs, 1683 complete and 0 interrupted iterations
default   [  75% ] 50/50 VUs  3m44.0s/5m00.0s

running (3m44.2s), 50/50 VUs, 1691 complete and 0 interrupted iterations
default   [  75% ] 50/50 VUs  3m45.0s/5m00.0s

running (3m45.2s), 50/50 VUs, 1698 complete and 0 interrupted iterations
default   [  75% ] 50/50 VUs  3m46.0s/5m00.0s

running (3m46.2s), 50/50 VUs, 1706 complete and 0 interrupted iterations
default   [  76% ] 50/50 VUs  3m47.0s/5m00.0s

running (3m47.2s), 50/50 VUs, 1715 complete and 0 interrupted iterations
default   [  76% ] 50/50 VUs  3m48.0s/5m00.0s

running (3m48.2s), 50/50 VUs, 1723 complete and 0 interrupted iterations
default   [  76% ] 50/50 VUs  3m49.0s/5m00.0s

running (3m49.2s), 50/50 VUs, 1730 complete and 0 interrupted iterations
default   [  77% ] 50/50 VUs  3m50.0s/5m00.0s

running (3m50.2s), 50/50 VUs, 1741 complete and 0 interrupted iterations
default   [  77% ] 50/50 VUs  3m51.0s/5m00.0s

running (3m51.1s), 50/50 VUs, 1746 complete and 0 interrupted iterations
default   [  77% ] 50/50 VUs  3m52.0s/5m00.0s

running (3m52.1s), 50/50 VUs, 1755 complete and 0 interrupted iterations
default   [  78% ] 50/50 VUs  3m53.0s/5m00.0s

running (3m53.1s), 50/50 VUs, 1762 complete and 0 interrupted iterations
default   [  78% ] 50/50 VUs  3m54.0s/5m00.0s

running (3m54.1s), 50/50 VUs, 1773 complete and 0 interrupted iterations
default   [  78% ] 50/50 VUs  3m55.0s/5m00.0s

running (3m55.1s), 50/50 VUs, 1779 complete and 0 interrupted iterations
default   [  79% ] 50/50 VUs  3m56.0s/5m00.0s

running (3m56.1s), 50/50 VUs, 1787 complete and 0 interrupted iterations
default   [  79% ] 50/50 VUs  3m57.0s/5m00.0s

running (3m57.1s), 50/50 VUs, 1796 complete and 0 interrupted iterations
default   [  79% ] 50/50 VUs  3m58.0s/5m00.0s

running (3m58.1s), 50/50 VUs, 1805 complete and 0 interrupted iterations
default   [  80% ] 50/50 VUs  3m59.0s/5m00.0s

running (3m59.1s), 50/50 VUs, 1812 complete and 0 interrupted iterations
default   [  80% ] 50/50 VUs  4m00.0s/5m00.0s

running (4m00.1s), 50/50 VUs, 1822 complete and 0 interrupted iterations
default   [  80% ] 50/50 VUs  4m01.0s/5m00.0s

running (4m01.1s), 50/50 VUs, 1827 complete and 0 interrupted iterations
default   [  81% ] 50/50 VUs  4m02.0s/5m00.0s

running (4m02.1s), 50/50 VUs, 1835 complete and 0 interrupted iterations
default   [  81% ] 50/50 VUs  4m03.0s/5m00.0s

running (4m03.1s), 50/50 VUs, 1846 complete and 0 interrupted iterations
default   [  81% ] 50/50 VUs  4m04.0s/5m00.0s

running (4m04.1s), 50/50 VUs, 1854 complete and 0 interrupted iterations
default   [  82% ] 50/50 VUs  4m05.0s/5m00.0s

running (4m05.1s), 50/50 VUs, 1861 complete and 0 interrupted iterations
default   [  82% ] 50/50 VUs  4m06.0s/5m00.0s

running (4m06.1s), 50/50 VUs, 1871 complete and 0 interrupted iterations
default   [  82% ] 50/50 VUs  4m07.0s/5m00.0s

running (4m07.1s), 50/50 VUs, 1876 complete and 0 interrupted iterations
default   [  83% ] 50/50 VUs  4m08.0s/5m00.0s

running (4m08.1s), 50/50 VUs, 1885 complete and 0 interrupted iterations
default   [  83% ] 50/50 VUs  4m09.0s/5m00.0s

running (4m09.1s), 50/50 VUs, 1895 complete and 0 interrupted iterations
default   [  83% ] 50/50 VUs  4m10.0s/5m00.0s

running (4m10.1s), 50/50 VUs, 1901 complete and 0 interrupted iterations
default   [  84% ] 50/50 VUs  4m11.0s/5m00.0s

running (4m11.1s), 50/50 VUs, 1911 complete and 0 interrupted iterations
default   [  84% ] 50/50 VUs  4m12.0s/5m00.0s

running (4m12.1s), 50/50 VUs, 1921 complete and 0 interrupted iterations
default   [  84% ] 50/50 VUs  4m13.0s/5m00.0s

running (4m13.1s), 50/50 VUs, 1924 complete and 0 interrupted iterations
default   [  85% ] 50/50 VUs  4m14.0s/5m00.0s

running (4m14.1s), 50/50 VUs, 1935 complete and 0 interrupted iterations
default   [  85% ] 50/50 VUs  4m15.0s/5m00.0s

running (4m15.1s), 50/50 VUs, 1944 complete and 0 interrupted iterations
default   [  85% ] 50/50 VUs  4m16.0s/5m00.0s

running (4m16.1s), 50/50 VUs, 1951 complete and 0 interrupted iterations
default   [  86% ] 50/50 VUs  4m17.0s/5m00.0s

running (4m17.1s), 50/50 VUs, 1961 complete and 0 interrupted iterations
default   [  86% ] 50/50 VUs  4m18.0s/5m00.0s

running (4m18.1s), 50/50 VUs, 1969 complete and 0 interrupted iterations
default   [  86% ] 50/50 VUs  4m19.0s/5m00.0s

running (4m19.1s), 50/50 VUs, 1974 complete and 0 interrupted iterations
default   [  87% ] 50/50 VUs  4m20.0s/5m00.0s

running (4m20.1s), 50/50 VUs, 1984 complete and 0 interrupted iterations
default   [  87% ] 50/50 VUs  4m21.0s/5m00.0s

running (4m21.0s), 50/50 VUs, 1994 complete and 0 interrupted iterations
default   [  87% ] 50/50 VUs  4m22.0s/5m00.0s

running (4m22.0s), 50/50 VUs, 2001 complete and 0 interrupted iterations
default   [  88% ] 50/50 VUs  4m23.0s/5m00.0s

running (4m23.0s), 50/50 VUs, 2009 complete and 0 interrupted iterations
default   [  88% ] 50/50 VUs  4m24.0s/5m00.0s

running (4m24.0s), 50/50 VUs, 2016 complete and 0 interrupted iterations
default   [  88% ] 50/50 VUs  4m25.0s/5m00.0s

running (4m25.0s), 50/50 VUs, 2023 complete and 0 interrupted iterations
default   [  89% ] 50/50 VUs  4m26.0s/5m00.0s

running (4m26.0s), 50/50 VUs, 2034 complete and 0 interrupted iterations
default   [  89% ] 50/50 VUs  4m27.0s/5m00.0s

running (4m27.0s), 50/50 VUs, 2043 complete and 0 interrupted iterations
default   [  89% ] 50/50 VUs  4m28.0s/5m00.0s

running (4m28.0s), 50/50 VUs, 2048 complete and 0 interrupted iterations
default   [  90% ] 50/50 VUs  4m29.0s/5m00.0s

running (4m29.0s), 50/50 VUs, 2056 complete and 0 interrupted iterations
default   [  90% ] 50/50 VUs  4m30.0s/5m00.0s

running (4m30.0s), 50/50 VUs, 2066 complete and 0 interrupted iterations
default   [  90% ] 50/50 VUs  4m31.0s/5m00.0s

running (4m31.0s), 50/50 VUs, 2073 complete and 0 interrupted iterations
default   [  91% ] 50/50 VUs  4m32.0s/5m00.0s

running (4m32.0s), 49/50 VUs, 2083 complete and 0 interrupted iterations
default   [  91% ] 49/50 VUs  4m33.0s/5m00.0s

running (4m33.0s), 48/50 VUs, 2090 complete and 0 interrupted iterations
default   [  91% ] 48/50 VUs  4m34.0s/5m00.0s

running (4m34.0s), 47/50 VUs, 2098 complete and 0 interrupted iterations
default   [  92% ] 47/50 VUs  4m35.0s/5m00.0s

running (4m35.0s), 46/50 VUs, 2106 complete and 0 interrupted iterations
default   [  92% ] 46/50 VUs  4m36.0s/5m00.0s

running (4m36.0s), 43/50 VUs, 2114 complete and 0 interrupted iterations
default   [  92% ] 43/50 VUs  4m37.0s/5m00.0s

running (4m37.0s), 42/50 VUs, 2123 complete and 0 interrupted iterations
default   [  93% ] 42/50 VUs  4m38.0s/5m00.0s

running (4m38.0s), 40/50 VUs, 2132 complete and 0 interrupted iterations
default   [  93% ] 40/50 VUs  4m39.0s/5m00.0s

running (4m39.0s), 39/50 VUs, 2138 complete and 0 interrupted iterations
default   [  93% ] 39/50 VUs  4m40.0s/5m00.0s

running (4m40.0s), 37/50 VUs, 2143 complete and 0 interrupted iterations
default   [  94% ] 37/50 VUs  4m41.0s/5m00.0s

running (4m41.0s), 35/50 VUs, 2152 complete and 0 interrupted iterations
default   [  94% ] 35/50 VUs  4m42.0s/5m00.0s

running (4m42.0s), 34/50 VUs, 2157 complete and 0 interrupted iterations
default   [  94% ] 34/50 VUs  4m43.0s/5m00.0s

running (4m43.0s), 32/50 VUs, 2165 complete and 0 interrupted iterations
default   [  95% ] 32/50 VUs  4m44.0s/5m00.0s

running (4m44.0s), 31/50 VUs, 2171 complete and 0 interrupted iterations
default   [  95% ] 31/50 VUs  4m45.0s/5m00.0s

running (4m45.0s), 28/50 VUs, 2177 complete and 0 interrupted iterations
default   [  95% ] 28/50 VUs  4m46.0s/5m00.0s

running (4m46.0s), 27/50 VUs, 2180 complete and 0 interrupted iterations
default   [  96% ] 27/50 VUs  4m47.0s/5m00.0s

running (4m47.0s), 26/50 VUs, 2186 complete and 0 interrupted iterations
default   [  96% ] 26/50 VUs  4m48.0s/5m00.0s

running (4m48.0s), 23/50 VUs, 2191 complete and 0 interrupted iterations
default   [  96% ] 23/50 VUs  4m49.0s/5m00.0s

running (4m49.0s), 22/50 VUs, 2196 complete and 0 interrupted iterations
default   [  97% ] 22/50 VUs  4m50.0s/5m00.0s

running (4m50.0s), 21/50 VUs, 2202 complete and 0 interrupted iterations
default   [  97% ] 21/50 VUs  4m51.0s/5m00.0s

running (4m50.9s), 20/50 VUs, 2203 complete and 0 interrupted iterations
default   [  97% ] 20/50 VUs  4m52.0s/5m00.0s

running (4m51.9s), 18/50 VUs, 2207 complete and 0 interrupted iterations
default   [  98% ] 18/50 VUs  4m53.0s/5m00.0s

running (4m52.9s), 16/50 VUs, 2212 complete and 0 interrupted iterations
default   [  98% ] 16/50 VUs  4m54.0s/5m00.0s

running (4m53.9s), 15/50 VUs, 2213 complete and 0 interrupted iterations
default   [  98% ] 15/50 VUs  4m55.0s/5m00.0s

running (4m54.9s), 13/50 VUs, 2218 complete and 0 interrupted iterations
default   [  99% ] 13/50 VUs  4m56.0s/5m00.0s

running (4m55.9s), 10/50 VUs, 2221 complete and 0 interrupted iterations
default   [  99% ] 10/50 VUs  4m57.0s/5m00.0s

running (4m56.9s), 08/50 VUs, 2223 complete and 0 interrupted iterations
default   [  99% ] 08/50 VUs  4m58.0s/5m00.0s

running (4m57.9s), 06/50 VUs, 2225 complete and 0 interrupted iterations
default   [ 100% ] 06/50 VUs  4m59.0s/5m00.0s

running (4m58.9s), 04/50 VUs, 2228 complete and 0 interrupted iterations
default   [ 100% ] 04/50 VUs  5m00.0s/5m00.0s

running (4m59.9s), 04/50 VUs, 2228 complete and 0 interrupted iterations
default ↓ [ 100% ] 04/50 VUs  5m0s

running (5m00.9s), 02/50 VUs, 2230 complete and 0 interrupted iterations
default ↓ [ 100% ] 04/50 VUs  5m0s

running (5m01.9s), 01/50 VUs, 2231 complete and 0 interrupted iterations
default ↓ [ 100% ] 04/50 VUs  5m0s

running (5m02.9s), 01/50 VUs, 2231 complete and 0 interrupted iterations
default ↓ [ 100% ] 04/50 VUs  5m0s

running (5m03.9s), 01/50 VUs, 2231 complete and 0 interrupted iterations
default ↓ [ 100% ] 04/50 VUs  5m0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<500' p(95)=86.98ms

      {type:export}
      ✓ 'p(95)<1000' p(95)=328.91ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 6800    22.319814/s
    checks_succeeded...: 100.00% 6800 out of 6800
    checks_failed......: 0.00%   0 out of 6800

    ✓ PR-CAR-03 - Login exitoso (status 200)
    ✓ PR-CAR-01 - Búsqueda rápida (status 200)
    ✓ PR-CAR-02/04 - Reserva controlada (status 201 o 409)
    ✓ PR-CAR-05 - Exportación PDF (status 200)

    HTTP
    http_req_duration..............: avg=38.44ms  min=65.96µs  med=13.81ms max=364.29ms p(90)=84.15ms  p(95)=86.98ms 
      { expected_response:true }...: avg=38.44ms  min=65.96µs  med=13.81ms max=364.29ms p(90)=84.15ms  p(95)=86.98ms 
      { type:export }..............: avg=295.14ms min=259.07ms med=293.2ms max=364.29ms p(90)=323.28ms p(95)=328.91ms
    http_req_failed................: 0.00%  0 out of 6800
    http_reqs......................: 6800   22.319814/s

    EXECUTION
    iteration_duration.............: avg=6.12s    min=6.08s    med=6.1s    max=6.47s    p(90)=6.11s    p(95)=6.13s   
    iterations.....................: 2232   7.326151/s
    vus............................: 1      min=1         max=50
    vus_max........................: 50     min=50        max=50

    NETWORK
    data_received..................: 173 MB 569 kB/s
    data_sent......................: 2.1 MB 7.0 kB/s



running (5m04.7s), 00/50 VUs, 2232 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/50 VUs  5m0s